Repository: GuilloOme/coverart-browser
Catalog: po/*.po
Languages: es

source: Search Options
es: Opciones de búsqueda

source: Tip: doubleclick or drag a cover to use it as the album cover
es: Consejo: pulse dos veces o arrastre una imagen para usarla como portada para el álbum

source: Search Mode
es: Modo de búsqueda

source: Artist
es: Artista

source: Album
es: Álbum

source: Artist and album
es: Artista y álbum

source: Search text
es: Buscar texto

source: Search
es: Buscar

source: Image Size
es: Tamaño de imagen

source: Small
es: Pequeña

source: Medium
es: Mediana

source: Large
es: Grande

source: Extra Large
es: Muy grande

source: Loading...
es: Cargando…

source: Show more results
es: Mostrar más resultados

source: Select a picture
es: Seleccione una imagen

source: Select picture to add to Edit Genre icon drop-down list
es: Selecciona la imagen para añadir a Editar icono Género en la lista desplegable

source: Above
es: Frente

source: Top Left
es: Arriba-Izquierda

source: Top Center
es: Arriba

source: Top Right
es: Arriba-Derecha

source: Automatically Start
es: Iniciar automáticamente

source: When rhythmbox starts, switch automatically to the coverart browser.
es: Abrir el navegador de portadas automáticamente cuando inicia Rhythmbox.

source: Use source's custom statusbar.
es: Utilizar la barra de estado personalizada del plugin

source: Use the source's custom statusbar to show the current selected album's related information instead of the global Rhythmbox's statusbar.
es: Utiliza la barra de estado personalizada del plugin para mostrar información relacionada con el álbum, en lugar de utilizar la barra de estado global de Rhythmbox

source: Display tracks and covers pane
es: Mostrar panel de canciones y portadas

source: Add a toggle-option to the coverart view to display the tracks and covers for the chosen album
es: Agrega una ventana desplegable a la vista de portadas para mostrar las canciones y portadas del álbum seleccionado

source: Level above which is regarded as being a favourite track or album
es: Nivel a partir del cual se considera a un track o álbum como favorito.

source: Favourite Threshold
es: Umbral de puntuación

source: Album Information
es: Información del álbum

source: Display album's info under cover
es: Mostrar información del albúm debajo de su portada

source: Show the album's basic information under the cover image.
es: Muestra información básica del album debajo de su imagen de portada.

source: Font size for the text below the cover-art.
es: Tamaño de fuente para el texto debajo de la portada

source: Font Size:
es: Tamaño de fuente

source: Ellipsize albums names
es: Acortar el nombre de los álbums

source: Ellipsizes the albums names to a fixed length when the display text option is enabled.
es: Acorta los nombres de los álbums a un tamaño fijo, mostrando puntos suspensivos cuando la opción para mostrar texto esta activada.

source: Maximum allowed length for an album's name before being ellipsized.
es: Lago máximo permitido para el nombre del álbum antes de ser acortado.

source: Maximum length:
es: Largo máximo:

source: Cover Appearance
es: Apariencia

source: Drop shadow
es: Sombra

source: Indicates if the albums should drop a shadow on the cover view
es: Indica si el album deberia tener sombra

source: Light Source:
es: Fuente de luz:

source: Defines the size for the covers showed on the source.
es: Define el tamaño para las portadas mostradas en el plugin.

source: Size (in pixels):
es: Tamaño de portada(en pixels):

source: Cover
es: Portada

source: Where the toolbar should be positioned
es: Donde debería posicionarse la barra de herramientas

source: Position
es: Posición

source: Show toolbar:
es: Mostrar barra de herramientas:

source: Look & Feel
es: Aspecto y comportamiento

source: Flat-button style
es: Estilo de botón plano

source: Icon Theme:
es: Tema de iconos:

source: Alternative Genres:
es: Géneros alternativos:

source: Load New Icon:
es: Cargar nuevo icono:

source: Select a new genre icon
es: Seleccione el icono de un nuevo género

source: Edit Genre Details:
es: Editar detalles de Género:

source: Save changes
es: Guardar cambios

source: Name:
es: Nombre:

source: Icon:
es: Ícono:

source: Current user-defined Genres:
es: Género definidos por el usuario actualmente

source: Alternate Name
es: Nombre Alternativo

source: Icon
es: Ícono

source: Add a new alternative genre
es: Añadir un nuevo género alternativo

source: Delete an alternative genre
es: Eliminar un género alternativo

source: Toolbar
es: Barra de Herramientas

source: Above Cover View
es: Por encima de la visualización

source: Left Sidebar
es: Barra lateral izquierda

source: Right Sidebar
es: Barra lateral derecha

source: Tracks & Covers
es: Pistas y Portadas

source: Stop coverart fetch.
es: Detener la búsqueda de portadas.

source: Play this album
es: Reproduce este álbum

source: Play Album
es: Reproducir Álbum

source: Add this album to your playing queue
es: Agrega este álbum a tu cola de reproducción

source: Queue Album
es: Encolar Álbum

source: Add this album to a playlist
es: Agrega este álbum a una lista de reproducción

source: Add to Playlist
es: Agregar a lista de reproducción

source: Add this album to a new playlist
es: Agrega este álbum a una nueva lista de reproducción

source: New Playlist
es: Nueva lista de reproducción

source: Play favourites tracks from this album
es: Reproduce las canciones favoritas de este álbum

source: Play Favourites
es: Reproducir favoritos

source: Add favourite tracks from this album to your playing queue
es: Agrega las canciones favoritas de este álbum a tu cola de reproducción

source: Queue Favourites
es: Encolar favoritos

source: Add favourite tracks from this album to a playlist
es: Agrega las canciones favoritas de este álbum a una lista de reproducción

source: Add favourites to Playlist
es: Agregar favoritos a una lista de reproducción

source: Search for this album cover
es: Busca portada para este álbum

source: Search for covers
es: Buscar portadas

source: Export album tracks and embed coverart in track files
es: Exportar canciones del disco e insertar Portada en archivos de pista

source: Export and embed coverart
es: Exportar y embeber portada

source: Show album properties
es: Mostrar propiedades del álbum

source: Search for covers where an album does not currently have one
es: Busca portadas para aquellos álbums que no tienen una

source: Download all the covers
es: Descarga todas las portadas

source: Play this track
es: Reproduce esta canción

source: Play Track
es: Reproducir pista

source: Add this track to your playing queue
es: Agrega esta canción a tu cola de reproducción

source: Queue Track
es: Encolar pista

source: Show track properties
es: Mostrar propiedades de la pista

source: All Genres
es: Todos los Géneros

source: All Decades
es: Todas las Décadas

source: Choose folder to save tracks:
es: Seleccione la carpeta para guardar las pistas:

source: Select a Folder to export to
es: Seleccione una carpeta para exportar a

source: Save tracks within folder using album name
es: Guardar pistas dentro de la carpeta con el nombre del álbum

source: Open embedded track folder in file-manager
es: Abrir carpeta pista incrustado en el archivo-encargado

source: Tip: Drag and Drop exported tracks from file-manager to a playlist or telephone/other device
es: Consejo: arrastrar y soltar las pistas exportadas desde el gestor de archivos a una lista de reproducción o a un télefono/otro dispositivo

source: classical
es: clásica

source: world
es: mundo

source: oldies
es: antiguo

source: holiday
es: feriado

source: comedy
es: comedia

source: spoken
es: hablado

source: dance
es: danza

source: electronic
es: electronica

source: soundtrack
es: banda sonora

source: latin
es: latino

source: alternative
es: alternativa

source: folk
es: folclore

source: new age
es: nueva era

source: workout
es: ejercicio

source: easy listening
es: facil escucha

source: children
es: niños

source: %s by %s
es: %s por %s

source: translator-credits
es: Launchpad Contributions: Aaron Farias https://launchpad.net/~timido Adolfo Jayme Barrientos https://launchpad.net/~fitoschido Agustin Carrasco https://launchpad.net/~asermax Eduardo Battaglia https://launchpad.net/~eduardo-battaglia fossfreedom https://launchpad.net/~fossfreedom hhlp https://launchpad.net/~hhlp

source: CoverArt Browser
es: Navegador de Portadas

source: Browse and play your albums through their covers
es: Navega y reproduce tu librería de álbums a través de sus portadas

source: Tracks
es: Pistas

source: Covers
es: Portadas

source: Requesting cover for %s - %s...
es: Buscando portada para %s - %s...

source: %d selected albums
es: %d álbums seleccionados

source: with 1 track
es: tiene una canción

source: with %d tracks
es: tiene %d canciones

source: and a duration of 1 minute
es: y una duración de 1 minuto

source: and a duration of %d minutes
es: y una duración de %d minutos

source: Sort by album name
es: Ordenar por nombre del álbum

source: Sort by album artist
es: Buscar por artista del álbum

source: Sort by year
es: Ordenar por año

source: Sort by rating
es: Buscar por puntuación

source: Older
es: Antiguas

source: Sort in descending order
es: Ordenar descendentemente

source: Sort in ascending order
es: Ordenar ascendentemente

source: Search all fields
es: Buscar por todos los campos

source: Search album artists
es: Buscar por artista del álbum

source: Search track artists
es: Buscar por artista de canción

source: Search albums
es: Buscar álbums

source: Search tracks
es: Buscar por canción
